{
  "O que é custo abc?": "Custos ABC (Activity-Based Costing) é um método de custeio baseado em atividades que identifica direcionadores de custos específicos para alocar os custos com mais precisão.",
  "Quais são os benefícios do método abc?": "O método ABC melhora a precisão no cálculo de custos, ajuda a identificar atividades ineficientes e proporciona uma base melhor para decisões estratégicas.",
  "O que são direcionadores de custos?": "Direcionadores de custos são fatores que causam mudanças no custo de uma atividade. Exemplos incluem horas de trabalho, tempo de máquina ou número de pedidos processados.",
  "Como calcular custo abc?": "No método ABC, os custos são alocados às atividades e, em seguida, aos produtos com base no uso de direcionadores de custos. Fórmula: Custo = Total dos Custos das Atividades / Volume do Direcionador.",
  "O que é custo médio?": "O custo médio é o custo total dividido pelo número total de unidades produzidas ou vendidas. Ele ajuda a calcular o custo por unidade.",
  "como calcular custo médio": "Custo Médio = Custo Total / Quantidade Produzida. Ele considera custos fixos e variáveis por unidade.",
  "o que é custo variável": "Custos variáveis são aqueles que aumentam ou diminuem de acordo com o volume de produção ou vendas, como matéria-prima e comissões.",
  "o que é custo fixo": "Custos fixos são aqueles que permanecem constantes independentemente do volume de produção ou vendas, como aluguel, salários fixos e depreciação.",
  "o que é custo marginal": "Custo marginal é o custo adicional para produzir uma unidade extra. Ele ajuda a determinar o impacto de mudanças na produção.",
  "o que é custo overhead": "Custo Overhead refere-se a despesas gerais de produção que não podem ser diretamente atribuídas a um produto, como aluguel, utilidades e salários administrativos.",
  "por que entender direcionadores de custos é importante": "Compreender os direcionadores de custos ajuda a alocar recursos eficientemente, identificar desperdícios e melhorar a precisão no custeio.",
  "o que é mark-up": "Mark-up é a margem adicionada ao custo de um produto para definir seu preço de venda, garantindo lucro.",
  "como calcular mark-up": "Mark-Up = (Preço de Venda - Custo) / Custo. É expresso geralmente como uma porcentagem.",
  "o que é custo de oportunidade": "Custo de oportunidade é o benefício que você deixa de ganhar ao escolher uma alternativa em vez de outra.",
  "o que é ponto de equilíbrio": "O ponto de equilíbrio é o volume de vendas necessário para cobrir todos os custos, sem gerar lucro ou prejuízo.",
  "Samuel": "Samuel é uma figura que, nas narrativas da Bíblia hebraica, desempenha um papel fundamental na transição do período dos juízes para a instituição de um reino sob Saul, e novamente na transição de Saul para David",
  "o que é custo direto": "Custos diretos são aqueles que podem ser facilmente atribuídos a um produto ou serviço, como matéria-prima e mão de obra direta.",
  "o que é custo indireto": "Custos indiretos são aqueles que não podem ser diretamente atribuídos a um produto ou serviço, como energia elétrica e salários administrativos.",
  "o que é análise de custo-benefício": "Análise de custo-benefício é uma técnica para comparar os custos e benefícios de uma decisão ou investimento para determinar sua viabilidade.",
  "como reduzir custos overhead": "Para reduzir custos overhead, você pode: renegociar contratos, otimizar processos, reduzir desperdícios e adotar tecnologia para aumentar a eficiência.",
  "o que é custo total": "Custo total é a soma dos custos fixos e variáveis em um determinado período.",
  "como calcular custo total": "Custo Total = Custos Fixos + Custos Variáveis.",
  "o que é margem de contribuição": "Margem de contribuição é a diferença entre o preço de venda de um produto e seus custos variáveis. Ela ajuda a determinar quanto sobra para cobrir custos fixos e gerar lucro.",
  "como calcular margem de contribuição": "Margem de Contribuição = Preço de Venda - Custo Variável. Pode ser expressa em valores absolutos ou percentuais.",
  "qual a diferença entre custo e despesa": "Custo está relacionado diretamente à produção ou prestação de serviços, enquanto despesa está associada às operações gerais da empresa, como marketing ou despesas administrativas.",
  "o que é análise de breakeven": "Análise de breakeven é uma técnica para identificar o ponto em que os custos totais são iguais às receitas, ou seja, o ponto de equilíbrio.",
  "o que é custo sunk": "Custos sunk (custos irrecuperáveis) são gastos já realizados que não podem ser recuperados, independentemente de decisões futuras.",
  "como gerar um relatório de custos abc no spc": "Para gerar um relatório de custos ABC, acesse o menu 'Relatórios', escolha 'Custeio ABC' e defina os parâmetros desejados antes de clicar em 'Gerar Relatório'.",
  "onde encontro os direcionadores de custos cadastrados no spc": "Os direcionadores de custos estão no menu 'Configurações'. Clique em 'Direcionadores' para visualizar ou editar os existentes.",
  "como calcular custo médio no spc": "No SPC, vá até o menu 'Relatórios', selecione 'Custo Médio' e insira os parâmetros do período desejado. Clique em 'Gerar Relatório'.",
  "como acessar o painel de controle no spc": "O painel de controle está disponível na página inicial do sistema. Clique em 'Início' no menu principal para acessar o painel.",
  "como configurar novos direcionadores de custos no spc": "Para configurar novos direcionadores de custos, vá até 'Configurações', selecione 'Direcionadores' e clique em 'Adicionar Novo'. Preencha os campos necessários e salve.",
  "onde alterar parâmetros de cálculo no spc": "Os parâmetros de cálculo podem ser alterados no menu 'Configurações', na seção 'Parâmetros'. Certifique-se de salvar as alterações após a modificação.",
  "como adicionar um novo usuário ao sistema spc": "No SPC, acesse 'Administração', vá até 'Gerenciamento de Usuários' e clique em 'Adicionar Novo Usuário'. Insira os dados e defina as permissões.",
  "como faço para consultar uma atividade específica": "Para consultar uma atividade específica, vá até 'Consultas', escolha 'Atividades' e use os filtros para encontrar a atividade desejada.",
  "é possível exportar dados do spc para planilhas": "Sim, no SPC você pode exportar relatórios e dados para planilhas. Após gerar um relatório, clique no botão 'Exportar' e selecione o formato desejado.",
  "onde visualizo as atividades mais recentes registradas no spc": "As atividades mais recentes podem ser visualizadas na seção 'Atividades Recentes' do painel de controle.",
  "o que fazer se um relatório não carregar no spc": "Certifique-se de que sua conexão com a internet está estável. Caso o problema persista, limpe o cache do navegador ou entre em contato com o suporte técnico.",
  "como corrigir informações erradas em um direcionador de custos": "Acesse 'Configurações', clique em 'Direcionadores', localize o direcionador desejado e edite as informações. Salve as alterações para atualizar o sistema.",
  "onde posso relatar problemas técnicos no spc": "Problemas técnicos podem ser relatados na seção 'Ajuda' ou 'Suporte Técnico'. Use o formulário para descrever o problema e enviar sua solicitação.",
  "o que é custo abc": "Custos ABC (Activity-Based Costing) é um método de custeio baseado em atividades que identifica direcionadores de custos específicos para alocar os custos com mais precisão.",
  "o que são direcionadores de custos": "Direcionadores de custos são fatores que causam mudanças no custo de uma atividade. Exemplos incluem horas de trabalho, tempo de máquina ou número de pedidos processados.",
  "como calcular custo abc": "No método ABC, os custos são alocados às atividades e, em seguida, aos produtos com base no uso de direcionadores de custos. Fórmula: Custo = Total dos Custos das Atividades / Volume do Direcionador.",
  "o que é custo médio": "O custo médio é o custo total dividido pelo número total de unidades produzidas ou vendidas. Ele ajuda a calcular o custo por unidade.",
  "o que é custo overhead": "Custo Overhead refere-se a despesas gerais de produção que não podem ser diretamente atribuídas a um produto, como aluguel, utilidades e salários administrativos.",
  "como calcular margem de contribuição": "Margem de Contribuição = Preço de Venda - Custo Variável. Pode ser expressa em valores absolutos ou percentuais.",
  "o que é análise de breakeven": "Análise de breakeven é uma técnica para identificar o ponto em que os custos totais são iguais às receitas, ou seja, o ponto de equilíbrio.",
  "o que são despesas fixas": "Despesas fixas são aquelas que não variam com o volume de produção ou vendas. Exemplos incluem aluguel do espaço físico, salários administrativos, seguro empresarial e depreciação de máquinas.",
  "o que são despesas variáveis": "Despesas variáveis são aquelas que mudam proporcionalmente ao volume de produção ou vendas. Exemplos incluem comissões de vendedores, gastos com transporte ou entrega, materiais auxiliares usados na produção e taxas ou royalties associados às vendas.",
  "o que são despesas diretas": "Despesas diretas são aquelas que podem ser atribuídas diretamente a um produto ou serviço específico. Exemplos incluem custo de matéria-prima para fabricação, gastos com embalagem de um produto, frete específico para entrega de uma encomenda e mão de obra direta.",
  "o que são despesas indiretas": "Despesas indiretas são aquelas que não podem ser atribuídas diretamente a um produto ou serviço específico e são distribuídas entre diferentes áreas. Exemplos incluem energia elétrica usada no escritório e na produção, salários de supervisores, manutenção de equipamentos e despesas com limpeza ou segurança."
}
